Repository: phildow/SproutedInterface
Catalog: *.lproj/Mediabar.strings
Languages: da, de

# add item title
source: Add Custom Item…
da: Tilføj almindelig tekst…
de: Eigenes Objekt hinzufügen…

# edit item title
source: Edit Custom Item…
da: Rediger almindelig tekst…
de: Eigenes Objekt bearbeiten…

# remove item title
source: Remove Custom Item…
da: Fjern almindelig tekst
de: Eigenes Objekt löschen

# get info title
source: Get Info
da: Vis info
de: Informationen

# get info tip
source: Useful information about the selected resource
da: Nyttige oplysninger om valgte kilde
de: Nützliche Informationen über den ausgewählten Anhang

# reveal in finder title
source: Reveal
da: Vis
de: Zeigen

# reveal in finder tip
source: Show the selected resource in the Finder
da: Vis valgte kilde i Finder
de: Den ausgewählten Anhang im Finder zeigen

# open in finder title
source: Open
da: Åben
de: Öffnen

# open in finder tip
source: Open the selected resource with the default application
da: Åben valgte kilde i dets standard program
de: Den ausgewählten Anhang mit dem Standardprogramm öffnen

# open with tip
source: Open the selection with %@
da: Åben valgte med %@
de: Die Auswahl öffnen mit %@

# address record show title
source: Show
da: Vis
de: Zeigen

# address record show tip
source: Open in Address Book
da: Åben i adressebogen
de: Im Adressbuch öffnen

# address record email tip
source: Begin a new email to the sender
da: Start en ny e-mail til afsenderen
de: Dem Absender eine E-Mail schicken

# address record browse title
source: Browse
de: Durchsuchen

# address record browse tip
source: Browse the entry's associated web site
da: Browse tekstens tilknyttede web site
de: Gehe zur Webseite, die mit dem Eintrag verbunden ist

# mail message compose title
source: Compose
da: Opret
de: Verfassen

# mail message compose tip
source: Begin a new email to the sender
da: Start en ny e-mail til afsenderen
de: Dem Absender eine E-Mail schicken
